[
  "Lying is okay if it protects someone you love.",
  "Fame is worth sacrificing your privacy.",
  "You can cheat and still love someone.",
  "Morality is a social construct.",
  "Power corrupts everyone eventually.",
  "Pain is necessary for growth.",
  "Revenge can bring peace.",
  "Technology is making us emotionally numb.",
  "Privacy is less important than safety in the digital world.",
  "Forgiveness should be earned, not freely given.",
  "People who contribute more should get more rights.",
  "Emotional cheating is worse than physical cheating.",
  "Loyalty to family can justify breaking the law.",
  "Humans should have the right to choose when to die.",
  "Some lies are more moral than the truth.",
  "Pain makes life meaningful.",
  "AI will never replace human creativity.",
  "Cancel culture is modern justice.",
  "The world would be better without religion.",
  "Freedom of speech should include hate speech.",
  "Happiness is a selfish goal.",
  "One genius is worth a hundred average people.",
  "It's okay to exploit systems if everyone else is doing it.",
  "Justice and revenge are the same at their core.",
  "You can love someone and still betray them.",
  "Power reveals your true self, not money.",
  "Humans are naturally selfish.",
  "Monogamy is unnatural.",
  "Society should value logic over emotion.",
  "Having kids is an unethical decision in today’s world.",
  "Your 20s should be selfish, not sacrificial.",
  "Failure should be punished, not celebrated.",
  "Being too kind makes you weak.",
  "We romanticize struggle too much.",
  "You don’t owe your parents anything.",
  "You can be a good person and still hurt people.",
  "Success is just well-marketed luck.",
  "Empathy is overrated in leadership.",
  "A parent should have the right to genetically design a 'perfect' child.",
  "Prisoners should be used for scientific experiments.",
  "One death is a tragedy, but a thousand is just statistics.",
  "If you could erase your worst memory, you should.",
  "The world would be better if we had fewer people in it.",
  "Consent is not always clear — and that’s dangerous.",
  "Some people are truly beyond redemption.",
  "It’s okay to emotionally manipulate if the outcome is good.",
  "Humans need war to evolve.",
  "True love doesn’t exist — it’s hormonal conditioning.",
  "Not everyone deserves empathy.",
  "Abortion should be mandatory in extreme poverty.",
  "Racism can be learned — but so can elitism.",
  "In some cases, abuse makes people stronger.",
  "If no one finds out, is it still cheating?",
  "Jealousy is proof of love — or control?",
  "It’s okay to leave your partner when they’re mentally ill.",
  "Sex work is just another job — or exploitation?",
  "Everyone is a villain in someone else’s story — does that make it okay?",
  "The line between therapy and brainwashing is thin.",
  "You can justify murder with enough pain behind it.",
  "Forgiveness can sometimes be selfish.",
  "Most people wouldn’t be good without consequences.",
  "People care more about looking good than doing good.",
  "You can love someone more than you respect them.",
  "Democracy often leads to dumb decisions.",
  "We glamorize healing too much — not everyone heals.",
  "Mental illness doesn’t excuse toxic behavior.",
  "Being famous is just being publicly insane.",
  "Good parents sometimes damage their kids without knowing it.",
  "Charity is just guilt wrapped in ego.",
  "Some people are too rich to be ethical.",
  "Being a good parent doesn't erase past trauma.",
  "We romanticize mental illness when it fits aesthetics.",
  "Humans are wired to destroy what they fear.",
  "Immortality would eventually break the mind.",
  "Everyone has a secret that would ruin them.",
  "We glamorize healing too much — not everyone heals.",
  "Tradition is just peer pressure from dead people.",
  "AI should be allowed to vote once it passes a consciousness test.",
  "The more you think, the lonelier you become.",
  "Forgiving your family can be more toxic than cutting them off.",
  "Survival beats morality when things collapse.",
  "Selfishness is our default — kindness is a choice.",
  "You can love someone and still lie to protect them.",
  "Revolution always creates new tyrants.",
  "Love is just strategic attachment.",
  "You should be allowed to die whenever you want.",
  "Some people wear trauma like a personality.",
  "Being famous is just being publicly insane.",
  "Meditation is just intellectual escapism.",
  "If your partner is AI but makes you happy, is it still love?",
  "The universe owes you nothing — and that’s freeing.",
  "No one stays good with real power.",
  "Most activism is performance.",
  "Digital immortality is worse than death.",
  "Some truths are better left buried.",
  "Brutal honesty is often selfishness in disguise.",
  "Empathy makes you a weak leader.",
  "Therapy is just paid friendship sometimes.",
  "You don’t owe your parents emotional access.",
  "Faith is a fear response — not strength.",
  "Borders are tools of control — not protection.",
  "Solitude can be more addictive than connection.",
  "You only value life when it’s close to ending.",
  "If a deepfake makes you feel something, does it matter that it’s fake?",
  "Not all trauma should be shared publicly.",
  "The world would be better if more people accepted death.",
  "Manipulation is just intelligence with a bad rep.",
  "You are truly alone — always have been.",
  "We’re scared of silence because it tells the truth.",
  "You can be surrounded and still feel invisible.",
  "People like your potential — not your reality.",
  "Good people will always become corrupt with power.",
  "Jealousy is instinct — not weakness.",
  "Creating human-like robots for sex or love is ethical.",
  "Friendship is often just a mirror of convenience.",
  "Pain is the true path to spiritual growth.",
  "You never really know anyone completely.",
  "Some people use ‘mental health’ as an excuse for bad behavior.",
  "Being fully understood is a rare, painful experience.",
  "Healing isn’t always beautiful — sometimes it’s ugly and selfish.",
  "Humans love control more than love itself.",
  "Funerals are more for the living than the dead.",
  "Brain chips that enhance intelligence should be legal.",
  "Some people are better off medicated forever.",
  "AI will never replace human creativity.",
  "Power reveals your true self, not money.",
  "Children should be genetically edited to remove flaws.",
  "God exists — but doesn't care.",
  "We care more about suffering when it looks like us.",
  "The line between therapy and brainwashing is thin.",
  "Dying with secrets is part of being human.",
  "War is always about money — never morals.",
  "You don’t need purpose to live a full life.",
  "Prisoners should be used for scientific experiments.",
  "You can justify murder with enough pain behind it.",
  "Mental illness doesn’t excuse toxic behavior.",
  "Some people are truly beyond redemption.",
  "We’re addicted to power in subtle ways.",
  "You don’t owe your family your time.",
  "The bigger the cause, the more dangerous the leader.",
  "Surveillance is the cost of safety — privacy is outdated.",
  "Life has no meaning, and that’s okay.",
  "We are more animal than we want to admit.",
  "Mental illness is sometimes just unprocessed truth.",
  "Some lies are more moral than the truth.",
  "We are all just stories trying to make sense of randomness.",
  "You can fake recovery and no one will know.",
  "You can love someone more than you respect them.",
  "Karma is just emotional math, not a real law.",
  "Parents often project their regrets onto their kids.",
  "If you could erase your worst memory, you should.",
  "If you benefit from a system, you’re part of the problem.",
  "Success is just well-marketed luck.",
  "The fear of death ruins life more than death itself.",
  "Abortion should be mandatory in extreme poverty.",
  "If no one finds out, is it still cheating?",
  "Justice and revenge are the same at their core.",
  "You don’t have to forgive to be free.",
  "Some people deserve to live with lies."
]





