 [
   
   "If your brain had tabs like Chrome, what 5 tabs are always open in your mind?",
   
   
   "You meet your inner child and they ask, “Are we who we wanted to be?” How do you reply?",
   
   
   "You're stuck reliving the same day until you learn one lesson. What’s the lesson?",
   
   
   "Every decision you make shows up as a notification on your friends’ phones. Still living the same way?",
   
   
   "You’re given unlimited motivation but only for one project or goal. What are you building?",
   
   
   "You get to instantly master a language — but only if you leave social media for a year. Doing it? Which language?",
   
   
   "A future version of you texts: “Stop wasting time on ________.” Fill in the blank.",
   
   
   "You get to redo one thing from your past with all the knowledge you have now. What moment are you picking?",
   
   
   "Your discipline becomes a currency. How rich are you today?",
   
   
   "You get a voice message from your future partner. It’s 20 seconds long. What do they say?",
   
   
   "You get to ask your ex one honest question and they have to answer truthfully. What do you ask?",
   
   
   "You switch phones with your situationship for 10 minutes. Are you opening the DMs or photos first?",
   
   
   "You have to survive a week in a house with 3 versions of yourself from different years. Who are they and how’s it going?",
   
   
   "You get hired to be yourself 24/7. What’s your job description?",
   
   
   "You wake up and all your potential — 100% of it — is unlocked. What’s the first thing you do differently?",
   
   
   "You have 30 seconds to convince the world you matter — what do you say or do?",
   
   
   "You wake up with all your overthinking gone. What’s the first risk you take?",
   
   
   "A version of you that never got distracted shows up. What have they built?",
   
   
   "You get a 1-minute audio note from your soulmate every year. What do you hope they say this time?",
   
   
   "You fall in love, but can never physically meet the person. Still down?",
   
   
   "Your best friend’s new partner gives you weird vibes. Do you speak up or stay chill?",
   
   
   "If your life had an “unsubscribe” button, what are you unsubbing from ASAP?",
   
   
   "One lesson you learned the hard way becomes a law. What’s the law?",
   
   
   "You write your future autobiography title tonight. What are you naming it?",
   
   
   "Someone drops a secret file titled “Stuff You Lied to Yourself About.” What’s on the first page?",
   
   
   "You can either build a startup or take a stable 9-5 with great benefits — what are you picking and why?",
   
   
   "You just received ₹50,000 unexpectedly — you can’t save it. How are you spending it?",
   
   
   "You can clear one of these: your debt, your parent’s debt, or your best friend's. What’s your move?",
   
   
   "Your monthly expenses suddenly double. What are you cutting first?",
   
   
   "You have to teach a 5-minute class on financial survival in your 20s. What are you saying?",
   
   
   "You can delete either your anxiety or procrastination — which one and why?",
   
   
   "You find out your best friend’s partner is cheating. Do you tell or mind your business?",
   
   
   "Your ex texts you “Can we talk?” but you’re finally healing. Are you replying?",
   
   
   "You’re friends with someone who drains your energy, but they’ve been there forever. Stay or walk away?",
   
   
   "You wake up in a parallel life where you made the opposite of all your major decisions. What’s different?",
   
   
   "You can live rent-free in your dream apartment, but it comes with a roommate who’s your complete opposite. Taking it?",
   
   
   "Would you rather have a small, consistent income doing what you love or big money doing something you secretly hate?",
   
   
   "You meet someone who gives you peace but no butterflies, and someone who gives you chaos but intense passion. Who are you choosing?",
   
   
   "You’re dating someone amazing, but they don’t get along with your closest friend. Who are you prioritizing?",
   
   
   "You get one free year of “just vibes” — no work, no school, no pressure. What does your year look like?",
   
   
   "You can book a solo trip anywhere, all expenses paid, but no phones allowed. Where are you going and what are you doing?",
   
   
   "You wake up tomorrow with a weekend energy every day. How does your daily routine change?",
   
   
   "You have to ghost everyone for 3 days to reset your mental state. Who’s checking up first and who’s not even noticing?",
   
   
   "You get full clarity about your life purpose… but forget your last situationship completely. Are you pressing that button?"
 ]
   
  