 [
   
   "If your brain had tabs like Chrome, what 5 tabs are always open in your mind?",
   
   
   "You meet your inner child and they ask, “Are we who we wanted to be?” How do you reply?",
   
   
   "You're stuck reliving the same day until you learn one lesson. What’s the lesson?",
   
   
   "Every decision you make shows up as a notification on your friends’ phones. Still living the same way?",
   
   
   "You’re given unlimited motivation but only for one project or goal. What are you building?",
   
   
   "You get to instantly master a language — but only if you leave social media for a year. Doing it? Which language?",
   
   
   "A future version of you texts: “Stop wasting time on ________.” Fill in the blank.",
   
   
   "You get to redo one thing from your past with all the knowledge you have now. What moment are you picking?",
   
   
   "Your discipline becomes a currency. How rich are you today?",
   
   
   "You get a voice message from your future partner. It’s 20 seconds long. What do they say?",
   
   
   "You get to ask your ex one honest question and they have to answer truthfully. What do you ask?",
   
   
   "You switch phones with your situationship for 10 minutes. Are you opening the DMs or photos first?",
   
   
   "You have to survive a week in a house with 3 versions of yourself from different years. Who are they and how’s it going?",
   
   
   "You get hired to be yourself 24/7. What’s your job description?",
   
   
   "You wake up and all your potential — 100% of it — is unlocked. What’s the first thing you do differently?",
   
   
   "You have 30 seconds to convince the world you matter — what do you say or do?",
   
   
   "You wake up with all your overthinking gone. What’s the first risk you take?",
   
   
   "A version of you that never got distracted shows up. What have they built?",
   
   
   "You get a 1-minute audio note from your soulmate every year. What do you hope they say this time?",
   
   
   "You fall in love, but can never physically meet the person. Still down?",
   
   
   "Your best friend’s new partner gives you weird vibes. Do you speak up or stay chill?",
   
   
   "If your life had an “unsubscribe” button, what are you unsubbing from ASAP?",
   
   
   "One lesson you learned the hard way becomes a law. What’s the law?",
   
   
   "You write your future autobiography title tonight. What are you naming it?",
   
   
   "Someone drops a secret file titled “Stuff You Lied to Yourself About.” What’s on the first page?",
   
   
   "You can either build a startup or take a stable 9-5 with great benefits — what are you picking and why?",
   
   
   "You just received ₹50,000 unexpectedly — you can’t save it. How are you spending it?",
   
   
   "You can clear one of these: your debt, your parent’s debt, or your best friend's. What’s your move?",
   
   
   "Your monthly expenses suddenly double. What are you cutting first?",
   
   
   "You have to teach a 5-minute class on financial survival in your 20s. What are you saying?",
   
   
   "You can delete either your anxiety or procrastination — which one and why?",
   
   
   "You find out your best friend’s partner is cheating. Do you tell or mind your business?",
   
   
   "Your ex texts you “Can we talk?” but you’re finally healing. Are you replying?",
   
   
   "You’re friends with someone who drains your energy, but they’ve been there forever. Stay or walk away?",
   
   
   "You wake up in a parallel life where you made the opposite of all your major decisions. What’s different?",
   
   
   "You can live rent-free in your dream apartment, but it comes with a roommate who’s your complete opposite. Taking it?",
   
   
   "Would you rather have a small, consistent income doing what you love or big money doing something you secretly hate?",
   
   
   "You meet someone who gives you peace but no butterflies, and someone who gives you chaos but intense passion. Who are you choosing?",
   
   
   "You’re dating someone amazing, but they don’t get along with your closest friend. Who are you prioritizing?",
   
   
   "You get one free year of “just vibes” — no work, no school, no pressure. What does your year look like?",
   
   
   "You can book a solo trip anywhere, all expenses paid, but no phones allowed. Where are you going and what are you doing?",
   
   
   "You wake up tomorrow with a weekend energy every day. How does your daily routine change?",
   
   
   "You have to ghost everyone for 3 days to reset your mental state. Who’s checking up first and who’s not even noticing?",
   
   
   "You get full clarity about your life purpose… but forget your last situationship completely. Are you pressing that button?",

   "You get a truth serum that works for 5 minutes. Who are you using it on and what are you asking?",

   "You wake up in the life of your biggest 'what if.' What’s the first thing you do?",

   "Your favorite song plays every time you walk into a room. What song are people associating with you now?",

   "You’re given an unbreakable habit — good or bad, your choice. What habit are you picking?",

   "You can text your future kid one message today. What do you say?",

   "You must choose one emotion to feel all week. Which one are you going with?",

   "Your next DM decides your destiny. Whose message are you hoping for?",

   "You get a one-minute convo with your younger sibling from 10 years ago. What are you telling them?",

   "You can pause time for 10 minutes a day — no one else notices. How are you using it?",

   "Your past self is watching you live for 24 hours. What part of your day are you hoping they’re proud of?",

   "You’re allowed one celebrity to mentor you for a month. Who are you picking and what are you learning?",

   "Your social battery becomes a literal battery — it dies if drained. What’s draining it the fastest?",

   "You can erase one regret but it changes your entire present. Are you doing it?",

   "You get an anonymous review from your last situationship. What do you think it says?",

   "You get paid based on your self-awareness. What’s your income looking like?",

   "You suddenly have the confidence of your favorite movie character. Who are you channeling?",

   "You have to explain love without using the word ‘love.’ What do you say?",

   "You can upload your brain to the cloud but lose your physical body. Are you going digital?",

   "You invent an app that goes viral overnight. What does it do and why is everyone obsessed?",

   "You wake up and the internet is gone forever. What’s your next move?",

   "You get to create one new emoji that everyone has to use — what’s it and what does it mean?",

   "You're given Elon Musk's Twitter account for 1 day. What's your first chaotic tweet?",

   "You can only use one app for the rest of your life. Which one are you picking and why?",

   "You get to ban one tech trend forever. What's getting cancelled?",

   "You're designing the next-gen social media platform. What's your one non-negotiable feature?",

   "You gain the power to code anything instantly, but you can never use AI tools again. Still taking the power?",

   "You wake up inside your favorite video game. What’s your first mission?",

   "Every time you use ChatGPT, a real person on the other side has to type the answers manually. You still using it the same?",

   "You're offered a chip implant that boosts your memory 100x — but it also records every thought. Are you getting it?",

   "You’re in charge of teaching AI ethics to robots. What's lesson #1?",

   "You can launch your dream tech startup today, but your team is made entirely of clones of you. Succeeding or crashing?",

   "Your dating app matches are based on search history compatibility. What kind of people are you attracting?",

   "You get one tech-related tattoo that sums up your personality. What is it and where’s it going?",

   "You're forced to delete one forever: your favorite playlist or your Google Drive. What are you sacrificing?",

   "You find out your situationship uses ChatGPT to craft their flirty texts. Impressed or icked?",

   "You accidentally AirDrop a love letter to the wrong person at a café. What happens next?",

   "You and your partner share a location 24/7. Comforting or controlling?",

   "Your ex starts liking your old posts after months of silence. What’s your next move?",

   "Your partner still has pictures with their ex on Google Photos. They say it's ‘just storage.’ Are you okay with that?",

   "Your situationship posts you on close friends but never on main. Green flag or red flag?",

   "You find a burner account your partner uses just to stalk people. Are you confronting or observing quietly?",

   "You're dating someone long-distance and their Wi-Fi goes out every time you argue. Coincidence?",

   "Your partner still follows their ex but says it’s ‘not that deep.’ What’s your response?",

   "Your partner’s screen time shows 6 hours on Insta and 10 minutes on your texts. Are you saying something?",

   "You and your partner agree to swap phones for a day. What are you nervous they’ll find?",

   "You get a notification that your partner changed their Netflix password. What's your first thought?",

   "You're dating someone who still Snapchats their ex daily. Red flag or harmless streaks?",

   "You find a shared Spotify playlist between your partner and someone they 'barely talk to.' Are you pressing them?",

   "Your partner deletes all their socials for ‘mental health’ but still checks your stories using a backup account. Thoughts?",

   "You both use AI to plan your anniversary gift for each other… and accidentally buy the same thing. Who’s winning?",

   "You blow up overnight and become famous for something totally cringey. Still owning it or going ghost?",

   "You can cancel one public figure forever, but a secret from your past becomes public. Still doing it? Who’s getting canceled?",

   "Society now ranks everyone by their morals instead of money or looks. Where do you honestly place?",

   "Your most controversial opinion goes viral as a headline. What does it say?",

   "You find someone you’re wildly attracted to, but deep down you know they’d ruin your peace. Smash or pass?",

   "You get proof the universe is real and listening. What do you manifest first?",

   "You can ask the universe one honest question and get the truth. What’s your question?",

   "You wake up spiritually connected to everything around you. What’s the first thing you do with that power?",

   "You find out the ‘everything happens for a reason’ thing is real — but the reason isn’t always good. Still believing?",

   "You meet the version of you who made completely opposite choices. Are they doing better or worse?",

   "You can delete one key event from your life and shift timelines. What are you erasing?",

   "You’re suddenly living the version of your life that followed your biggest ‘what if’. What’s different?",

   "You start getting vivid dreams that feel more real than your actual life. Are they signs or glitches?",

   "Your alternate reality self sends you a warning in a dream. What do you think they’re trying to tell you?"
]






